convertigo-templates/lib_Salesforce/soap-templates/SoapBinding/CqueryMore.xml

<?xml version="1.0" encoding="UTF-8"?><soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:urn="urn:partner.soap.sforce.com">
   <soapenv:Header>
      <urn:QueryOptions>
         <!--Optional:-->
         <!--type: {http://www.w3.org/2001/XMLSchema}int-->
         <urn:batchSize>$(HEADER_QUERYOPTIONS_BATCHSIZE)</urn:batchSize>
      </urn:QueryOptions>
      <urn:CallOptions>
         <!--type: {http://www.w3.org/2001/XMLSchema}string-->
         <urn:client>$(HEADER_CALLOPTIONS_CLIENT)</urn:client>
         <!--type: {http://www.w3.org/2001/XMLSchema}string-->
         <urn:defaultNamespace>$(HEADER_CALLOPTIONS_DEFAULTNAMESPACE)</urn:defaultNamespace>
      </urn:CallOptions>
      <urn:SessionHeader>
         <!--type: {http://www.w3.org/2001/XMLSchema}string-->
         <urn:sessionId>$(HEADER_SESSIONHEADER_SESSIONID)</urn:sessionId>
      </urn:SessionHeader>
   </soapenv:Header>
   <soapenv:Body>
      <urn:queryMore>
         <!--type: {urn:partner.soap.sforce.com}QueryLocator-->
         <urn:queryLocator>$(BODY_QUERYMORE_QUERYLOCATOR)</urn:queryLocator>
      </urn:queryMore>
   </soapenv:Body>
</soapenv:Envelope>